IdeaRS.Connections
AggregatedPropWrpAttribute Constructor
Compatible with IDEA StatiCa 0.0
 Constructor
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public AggregatedPropWrpAttribute(
	string propertyType
)
Parameters
propertyType
Type: String
The string which represents the aggregated property 'the name of the interface, the name of the wrapper, the name of the parameter'
See Also
Reference
AggregatedPropWrpAttribute Class
IdeaRS.Connections.Data Namespace